import photo_000 from '../img/gA.jpg';
import photo_001 from '../img/gB.jpg';
import photo_002 from '../img/gC.jpg';
import photo_003 from '../img/gD.jpg';
import photo_004 from '../img/gE.jpg';
import photo_005 from '../img/gF.png';
import photo_006 from '../img/gG.png';
import photo_007 from '../img/gH.jpg';
import photo_008 from '../img/gI.jpg';
import photo_009 from '../img/gG.jpg';
import photo_010 from '../img/gK.jpg';
import photo_011 from '../img/gL.jpg';
import photo_012 from '../img/gM.jpg';
import photo_013 from '../img/gN.png';
import photo_014 from '../img/gO.png';
import photo_015 from '../img/gP.jpg';
import photo_016 from '../img/gQ.jpg';
import photo_017 from '../img/gR.png';
import photo_018 from '../img/gS.jpg';
import photo_019 from '../img/gT.png';
import photo_020 from '../img/gU.jpg';
import photo_021 from '../img/gV.png';
import photo_022 from '../img/gW.jpg';
import photo_023 from '../img/gX.jpg';
import photo_024 from '../img/gY.jpg';
import photo_025 from '../img/gZ.jpg';

let dataGlossary = [
    {
        'image': photo_000,
        'title': 'AIR SURROUND XTREME',
        'text': 'Технология AIR SURROUND XTREME позволяет получить реалистичное звучание формата 7.1 на системе, включающей только левую/правую АС и сабвуфер. Это достигается путем имитации звука через виртуальные центральный, тыловой и задний каналы.',
        'id': 'A',
        'class': 'active'
    },
    {
        'image': photo_001,
        'title': 'Bluetooth',
        'text': 'Bluetooth – технология беспроводной связи между устройствами на площади примерно 10 кв. м в диапазоне частот 2,4 ГГц, для использования которого не нужна лицензия. Название и логотипы Bluetooth® являются торговыми знаками Bluetooth SIG, Inc.',
        'id': 'B',
    },
    {
        'image': photo_002,
        'title': 'CD Digital Audio',
        'text': 'Звуковой компакт-диск (CDDA, англ. Compact Disc Digital Audio, также называемый англ. Audio CD и Red Book) — международный стандарт хранения оцифрованного звука на компакт-дисках, представленный фирмами Philips и Sony.',
        'id': 'C',
    },
    {
        'image': photo_003,
        'title': 'Dolby Audio',
        'text': 'Dolby Audio — это сочетание технологий оптимизации звучания, совместимых с разным медиаконтентом и с широким спектром технических средств.',
        'id': 'D',
    },
    {
        'image': photo_004,
        'title': 'EUPHONY',
        'text': 'Euphony – это революционная система воссоздания звукового поля с использованием новейших аудиотехнологий, разработанная в соответствии с концепцией Благородного звучания. Она обеспечивает воспроизведение оптимизированного окружающего звука независимо от количества каналов, количества колонок (две или более) и их размеров. Кроме того, она обеспечивает устойчивую локализацию центра. Система позволяет воспроизводить окружающее звучание через наушники с локализацией «вне головы» -- слушатель ощущает реальное пространство, не испытывая усталости даже после длительного прослушивания музыки или просмотра фильмов. EUPHONY является товарным знаком DiMAGIC Co., Ltd.',
        'id': 'E',
    },
    {
        'image': photo_005,
        'title': 'FM Tuner',
        'text': 'Встроенный тюнер позволяет прослушивать FM-радио без необходимости во внешнем источнике радиосигнала.',
        'id': 'F',
    },
    {
        'image': photo_006,
        'title': 'Google TV',
        'text': 'Google TV — это программно-аппаратная платформа для приставки и HDTV на основе ОС Android и разработанная Google, Intel, Sony и Logitech.',
        'id': 'G',
    },
    {
        'image': photo_007,
        'title': 'HDMI',
        'text': 'HDMI (High-Definition Multimedia Interface) – это полностью цифровой аудио/видеоинтерфейс без алгоритма сжатия, первым получивший поддержку промышленности. Для связывания источника сигнала (например, телевизионной абонентской приставки или AV-ресивера) и AV-монитора (например, цифрового телевизора) HDMI позволяет использовать один кабель для передачи видеоизображения (стандартного, высокого разрешения и HD) и многоканального цифрового аудиосигнала. HDMI обеспечивает передачу всех форматов ATSC HDTV, поддерживает 8-канальный цифровой звук и дополнительную полосу частот для соответствия требованиям, связанными с развитием в будущем. В комбинации с протоколом HDCP (High-bandwidth Digital Content Protection – Защита цифрового широкополосного контента) HDMI функционирует как защищенный аудио/видеоинтерфейс, отвечая требованиям защищенности контент-провайдеров и операторов систем. Дополнительная информация о HDMI приводится на веб-сайте HDMI по адресу http://www.hdmi.org/. Названия HDMI, High-Definition Multimedia Interface и логотип HDMI являются торговыми знаками или зарегистрированными торговыми знаками компании HDMI Licensing LLC.',
        'id': 'H',
    },
    {
        'image': photo_008,
        'title': 'IntelliAlarm',
        'text': 'Начните свой день с пробуждения по-новому. Система IntelliAlarm от Yamaha деликатно будит вас, используя аудиоисточник, выбранный вами. Сначала, фильтруя некомфортные высокие частоты, затем, постепенно возобновляя полный звуковой спектр перед началом сигнала будильника, эта функция делает ваше пробуждение максимально комфортным.',
        'id': 'I',
    },
    {
        'image': photo_009,
        'title': 'JAVA',
        'text': 'Название Java, а также все товарные знаки и логотипы с этим названием являются товарными знаками или зарегистрированными товарными знаками компании Sun Microsystems, Inc. в США и других странах.',
        'id': 'J',
    },
    {

        'image': photo_010,
        'title': '2K',
        'text': 'Разрешение 2K — общий термин для дисплеев или контента, имеющих горизонтальное разрешение приблизительно около 2000 пикселей.',
        'id': 'K',
    },
    {

        'image': photo_011,
        'title': 'LKFS',
        'text': 'K-взвешенная громкость относительно цифровой полной шкалы (LKFS) — стандарт измерения громкости звука, предназначенный для нормализации уровня звука при передаче телевизионного и другого видео. Единицы громкости относительно цифровой полной шкалы (LUFS) — синоним LKFS, предложенный в EBU R 128. Единицы громкости (LU) — дополнительная единица измерения, описывающая перепады в уровне громкости.',
        'id': 'L',
    },
    {

        'image': photo_012,
        'title': 'Miracast',
        'text': 'Miracast — стандарт беспроводной передачи мультимедийного сигнала, утверждённый объединением Wi-Fi Alliance 19 сентября 2012 года. Стандарт разработан на основе технологии Wi-Fi Direct: для передачи сигнала требуется наличие только двух совместимых устройств — приёмника и передатчика, в чем заключается существенное отличие от аналогичного по функциональности AirPlay, где передача между приёмником и передатчиком осуществляется только через Wi-Fi-маршрутизатор.',
        'id': 'M',
    },
    {
        'image': photo_013,
        'title': 'NFC',
        'text': 'Технология NFC позволяет мгновенно соединять ваше портативное устройство с поддержкой NFC и наши наушники, акустические и мультимедийные системы, просто коснувшись устройством их NFC-датчика.',
        'id': 'N',
    },
    {
        'image': photo_014,
        'title': 'Ontario Telemedicine Network',
        'text': 'Сеть телемедицины Онтарио (OTN) - одна из крупнейших сетей телемедицины в мире. Он использует двустороннюю видеоконференцсвязь для обеспечения доступа к медицинской помощи пациентам в каждой больнице и сотнях других медицинских учреждений по всей провинции. В дополнение к клинической помощи OTN обеспечивает дистанционное обучение и проведение встреч для медицинских работников и пациентов.',
        'id': 'O',
    },
    {
        'image': photo_015,
        'title': 'Powered Zone 2 And Zone 2 Line-Out',
        'text': 'Вы можете воспроизводить музыку в главной комнате и в Зоне 2 или воспроизводить другой аудиоисточник в любой комнате. Управляется с помощью удаленных приложений Onkyo для iPhone и телефонов Android, а также Kindle Fire.',
        'id': 'P',
    },
    {
        'image': photo_016,
        'title': 'QD-Bass',
        'text': 'Технология QD-Bass (Quatre Dispersion Bass) предполагает использование направленных вниз динамиков с четырехгранного пирамидальными волноводами для более эффективного излучения звука в четырех направлениях по горизонтали. Пирамидальные волноводы нивелируют отражательный эффект от поверхности пола и снижают резонанс корпуса, возникающий вследствие таких отражений.',
        'id': 'Q',
    },
    {
        'image': photo_017,
        'title': 'Radio Data System',
        'text': 'Radio Data System (RDS) - это стандарт протокола связи для встраивания небольших объемов цифровой информации в обычные FM-радиопередачи. RDS стандартизирует несколько типов передаваемой информации, включая время, идентификацию станции и информацию о программах.',
        'id': 'R',
    },
    {
        'image': photo_018,
        'title': 'Super Audio CD',
        'text': 'Аудиоформат, основанный на существующих CD-стандартах, но включающий больший объем информации для более высокого качества звука. Существует три типа таких дисков: однослойные, двухслойные и гибридные. Последние можно проигрывать как на обычном CD-плеере, так и на проигрывателе дисков Super Audio CD, поскольку они содержат информацию стандартного аудио CD и Super Audio CD. Название Super Audio CD является торговым знаком.',
        'id': 'S',
    },
    {
        'image': photo_019,
        'title': 'THX Select2 Plus',
        'text': 'Перед тем, как компонент домашнего театра может быть сертифицирован Select2 Plus, он должен пройти серию жестких испытаний на качество работы и эксплуатационные параметры. Только тогда устройство может быть оснащено логотипом THX Select2 Plus, который является вашей гарантией, что изделия для домашнего театра, купленные вами, будут превосходно работать долгие годы. Требования THX Select2 Plus&nbsp; пределяют сотни параметров, включая параметры усилителя, предварительного усилителя и работу цифровых и аналоговых трактов. Ресиверы THX Select2 Plus также оснащены специальными технологиями THX (например, режим THX), которые точно передают аудио дорожки кинофильма для воспроизведения в домашнем театре',
        'id': 'T',
    },
    {
        'image': photo_020,
        'title': 'USB BUS POWERED',
        'text': 'Данный портативный внешний накопитель высокой емкости с подключением питания по шине USB, отличающийся низким энергопотреблением, высокой ударостойкостью и компактностью, это оптимальное решение для обычных пользователей.',
        'id': 'U',
    },
    {
        'image': photo_021,
        'title': 'Virtual-Surround',
        'text': 'Виртуальный объемный звук - это аудиосистема, которая пытается создать впечатление, что существует гораздо больше источников звука, чем есть на самом деле. Чтобы достичь этого, необходимо разработать некоторые средства, позволяющие обмануть слуховую систему человека, заставив думать, что звук исходит откуда-то, а это не так.',
        'id': 'V',
    },
    {
        'image': photo_022,
        'title': 'Wi-Fi Certified',
        'text': 'Wi-Fi Certified™ - это международно-признанный знак одобрения для продуктов, указывающий на то, что они соответствуют общепринятым отраслевым стандартам совместимости, безопасности и ряду специальных протоколов.',
        'id': 'W',
    },
    {
        'image': photo_023,
        'title': 'XM Satellite Radio',
        'text': 'XM Satellite Radio - спутниковая радиостанция, вещающая в стандарте SDARS, которая работает на американском рынке под слоганом «Beyond AM, Beyond FM» — то есть, представляет всё то, что по тем или иным причинам остаётся за рамками традиционных и привычных AM- и FM-станций – рок, поп, джаз, классика, радиошоу, новости, спортивные и детские программы, юмор – и всё это без рекламных пауз(см. таблицу каналов).',
        'id': 'X',
    },
    {
        'image': photo_024,
        'title': 'YPAO. Yamaha',
        'text': 'С помощью специального микрофона и процедуры коррекции система Yamaha YPAO автоматически выполняет настройку, обеспечивая наилучшее качество звучания в любой комнате независимо от расположения АС. Сначала производится проверка соединений акустических систем и проверка фазы каждой из них. Затем система подает ряд тестовых сигналов которые снимаются микрофоном для анализа акустики комнаты и установки различных параметров, включая размер АС, расстояние от АС до места прослушивания и даже уровень звукового давления. Процедура продолжается до тех пор, пока не будет выполнена оптимальная настройка с учетом акустических условий комнаты – и при этом вам ничего не надо делать!',
        'id': 'Y',
    },
    {
        'image': photo_025,
        'title': 'Zone3 (multiroom)',
        'text': 'Этот аппарат допускает конфигурирование многозонной аудио/видеосистемы. Функция многозонного конфигурирования позволяет включать воспроизведение с других источников в главной, второй и&nbsp;третьей&nbsp;зонах (Zone 2, Zone 3). С помощью прилагаемого пульта ДУ аппаратом можно управлять из второй, третьей или четвертой зоны.',
        'id': 'Z',
    },
]
// Object.defineProperty(dataGlossary, 'index', {
    // enumerable: false,
    // writable: true
// })
// dataGlossary.index = 0
for (let i = 0; i < dataGlossary.length; i++) {
    dataGlossary[i].index = i
}
export default dataGlossary
