import photo_000_0 from '../img/hits_000_0.jpg';
import photo_000_1 from '../img/hits_000_1.jpg';
import photo_000_2 from '../img/hits_000_2.jpg';
import photo_000_3 from '../img/hits_000_3.jpg';
import photo_000_4 from '../img/hits_000_4.jpg';
import photo_000_5 from '../img/hits_000_5.jpg';
import photo_000_6 from '../img/hits_000_6.jpg';



let dataHits = [
    {
        // 0
        'image': [photo_000_0, photo_000_1, photo_000_2, photo_000_3, photo_000_4, photo_000_5, photo_000_6],
        'title': 'Цифровой усилитель S.M.S.L SA300 Black',
        'description': 'Несмотря на компактный формат, этот усилитель SMSL SA300 способен обеспечить комфортную мощность 2x40 Вт при 8 Ом с высокой эффективностью. SA300 - это цифровой усилитель, который имеет вход Micro USB и передачу Bluetooth. В SMSL SA300 используется новый немецкий усилитель Infineon MA12070. Этот модуль, способный выдавать мощность до 2x80 Вт при напряжении 4 Ом, также имеет преимущества архитектуры класса D, обеспечивающей высокую эффективность до 92%. Этот чип предлагает чистое, точное и богатое воспроизведение. Другой сильной стороной этого SMSL SA300 является его передача по Bluetooth. Он оснащен чипом Bluetooth, который позволяет передавать потоковую музыку прямо со смартфона или любого другого передающего устройства. Чип поддерживает Bluetooth версии 5.0 и кодек передачи aptX, что позволяет внимательно слушать качество CD.',
        'price': '5040',
        'basePrice': '78813',
        'clase': 'bestseller__product',
    },
    {
        // 0
        'image': [photo_000_0, photo_000_1, photo_000_2, photo_000_3, photo_000_4, photo_000_5, photo_000_6],
        'title': 'Цифровой усилитель S.M.S.L SA300 Black',
        'description': 'Несмотря на компактный формат, этот усилитель SMSL SA300 способен обеспечить комфортную мощность 2x40 Вт при 8 Ом с высокой эффективностью. SA300 - это цифровой усилитель, который имеет вход Micro USB и передачу Bluetooth. В SMSL SA300 используется новый немецкий усилитель Infineon MA12070. Этот модуль, способный выдавать мощность до 2x80 Вт при напряжении 4 Ом, также имеет преимущества архитектуры класса D, обеспечивающей высокую эффективность до 92%. Этот чип предлагает чистое, точное и богатое воспроизведение. Другой сильной стороной этого SMSL SA300 является его передача по Bluetooth. Он оснащен чипом Bluetooth, который позволяет передавать потоковую музыку прямо со смартфона или любого другого передающего устройства. Чип поддерживает Bluetooth версии 5.0 и кодек передачи aptX, что позволяет внимательно слушать качество CD.',
        'price': '5040',
        'basePrice': '78813',
        'clase': 'bestseller__product',
    },
    
]
for (let i = 0; i < dataHits.length; i++) {
    dataHits[i].index = i
}
export default dataHits