import photo_000 from '../img/gA.jpg';
import photo_001 from '../img/gB.jpg';
import photo_002 from '../img/gC.jpg';
import photo_003 from '../img/gD.jpg';
import photo_004 from '../img/gE.jpg';
import photo_005 from '../img/gF.png';
import photo_006 from '../img/gG.png';
import photo_007 from '../img/gH.jpg';


export default [
    {
        // 0
        'image': photo_000,
        'title': 'AIR SURROUND XTREME',
        'text': 'Технология AIR SURROUND XTREME позволяет получить реалистичное звучание формата 7.1 на системе, включающей только левую/правую АС и сабвуфер. Это достигается путем имитации звука через виртуальные центральный, тыловой и задний каналы.',
    },
    {
        // 1
        'image': photo_001,
        'title': 'Bluetooth',
        'text': 'Bluetooth – технология беспроводной связи между устройствами на площади примерно 10 кв. м в диапазоне частот 2,4 ГГц, для использования которого не нужна лицензия. Название и логотипы Bluetooth® являются торговыми знаками Bluetooth SIG, Inc.',
    },
    {
        // 2
        'image': photo_002,
        'title': 'CD Digital Audio',
        'text': 'Звуковой компакт-диск (CDDA, англ. Compact Disc Digital Audio, также называемый англ. Audio CD и Red Book) — международный стандарт хранения оцифрованного звука на компакт-дисках, представленный фирмами Philips и Sony.',
    },
    {
        // 3
        'image': photo_003,
        'title': 'Dolby Audio',
        'text': 'Dolby Audio — это сочетание технологий оптимизации звучания, совместимых с разным медиаконтентом и с широким спектром технических средств.',
    },
    {
        // 4
        'image': photo_004,
        'title': 'EUPHONY',
        'text': 'Euphony – это революционная система воссоздания звукового поля с использованием новейших аудиотехнологий, разработанная в соответствии с концепцией Благородного звучания. Она обеспечивает воспроизведение оптимизированного окружающего звука независимо от количества каналов, количества колонок (две или более) и их размеров. Кроме того, она обеспечивает устойчивую локализацию центра. Система позволяет воспроизводить окружающее звучание через наушники с локализацией «вне головы» -- слушатель ощущает реальное пространство, не испытывая усталости даже после длительного прослушивания музыки или просмотра фильмов. EUPHONY является товарным знаком DiMAGIC Co., Ltd.',
    },
    {
        // 5
        'image': photo_005,
        'title': 'FM Tuner',
        'text': 'Встроенный тюнер позволяет прослушивать FM-радио без необходимости во внешнем источнике радиосигнала.',
    },
    {
        // 6
        'image': photo_006,
        'title': 'Google TV',
        'text': 'Google TV — это программно-аппаратная платформа для приставки и HDTV на основе ОС Android и разработанная Google, Intel, Sony и Logitech.',
    },
    {
        // 7
        'image': photo_007,
        'title': 'HDMI',
        'text': 'HDMI (High-Definition Multimedia Interface) – это полностью цифровой аудио/видеоинтерфейс без алгоритма сжатия, первым получивший поддержку промышленности. Для связывания источника сигнала (например, телевизионной абонентской приставки или AV-ресивера) и AV-монитора (например, цифрового телевизора) HDMI позволяет использовать один кабель для передачи видеоизображения (стандартного, высокого разрешения и HD) и многоканального цифрового аудиосигнала. HDMI обеспечивает передачу всех форматов ATSC HDTV, поддерживает 8-канальный цифровой звук и дополнительную полосу частот для соответствия требованиям, связанными с развитием в будущем. В комбинации с протоколом HDCP (High-bandwidth Digital Content Protection – Защита цифрового широкополосного контента) HDMI функционирует как защищенный аудио/видеоинтерфейс, отвечая требованиям защищенности контент-провайдеров и операторов систем. Дополнительная информация о HDMI приводится на веб-сайте HDMI по адресу http://www.hdmi.org/. Названия HDMI, High-Definition Multimedia Interface и логотип HDMI являются торговыми знаками или зарегистрированными торговыми знаками компании HDMI Licensing LLC.',
    },
    {
        // 8
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 9
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 10
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 11
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 12
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 13
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 14
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 15
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 16
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 17
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 18
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 19
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 20
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 21
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 22
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 23
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 24
        'image': photo_002,
        'title': '',
        'text': '',
    },
    {
        // 25
        'image': photo_002,
        'title': '',
        'text': '',
    },
]