import photo_000 from '../img/Offer_000.png';
import photo_001 from '../img/Offer_001.jpg';
import photo_002 from '../img/Offer_002.jpg';
import photo_003 from '../img/Offer_003.jpg';
import photo_004 from '../img/Offer_004.png';
import photo_005 from '../img/Offer_005.jpg';

export default [
    {
        'image': photo_000,
        'title': 'Ресивер DENON AVR-X7200W с ярким подарком DBT-1713UD',
        'text': 'Специальная цена на модель товара марки Denon',
        'date': '26 марта 2015',
        'valid': 'Действует'
    },
    {
        'image': photo_001,
        'title': 'Получите гарантированную скидку 10 % на любой комплект акустики!',
        'text': 'Специальное предложение на все акустические системы',
        'date': '3 марта 2016',
        'valid': 'Завершена'
        
    },
    {
        'image': photo_002,
        'title': 'DENON дарит подарки!',
        'text': 'Специальное предложение на модель товара марки Denon',
        'date': '22 мая 2018',
        'valid': 'Действует'
    },
    {
        'image': photo_003,
        'title': 'Спецпредложения',
        'text': 'Классы усиления — вполне логичный и понятный способ отличить одну типовую схему от другой. Однако, применительно к ламповой схемотехнике такого подхода оказалось недостаточно. В зависимости от типа, лампы способны работать в различных режимах, которые при этом одинаково применимы в усилителях разных классов. Этот факт кратно увеличивает количество возможных сочетаний, не говоря уже о том, что режимы работы ламп можно модифицировать, комбинировать и объединять. Столь глубоко в схемотехнику мы, конечно, погружаться не будем, но постараемся разобраться в базовых понятиях.',
        'date': '11 сентября 2020',
        'valid': 'Действует'
    },
    {
        'image': photo_004,
        'title': 'При покупке комплекта Wharfedale Diamond 100-40% скидка',
        'text': 'Специальные цены на товары Wharfedale',
        'date': '1 января 2015',
        'valid': 'Завершена'
    },
    {
        'image': photo_005,
        'title': 'До -45% на Denon, DALI,Polk Audio',
        'text': 'Мы же решили поддержать вас приятными скидками на: акустические системы, AV-ресиверы, hi-fi наушники, саундбары и портативные колонки таких именитых брендов как Denon, DALI и Polk Audio!Только до 03.04 вы можете приобрести комплект своей мечты по очень выгодной цене!',
        'date': '11 сентября 2019',
        'valid': 'Действует'
    },
]