import photo_000 from '../img/news_000.png';
import photo_001 from '../img/news_001.png';
import photo_002 from '../img/news_002.jpg';
import photo_003 from '../img/news_003.jpg';
import photo_004 from '../img/news_004.jpg';
import photo_005 from '../img/news_005.jpg';
import photo_006 from '../img/news_006.jpg';
import photo_007 from '../img/news_007.jpg';

export default [
    {
        // 0
        'image': photo_000,
        'title': 'Грациозная акустика Estelon XA Diamond',
        'text': 'Акустика Estelon радует глаз, но всё же ее красота вторична. На первом месте здесь соображения посерьёзнее. Примечательно, как расположены динамики во флагманской модели XA Diamond: в самом узком месте находится твитер, сверху, где корпус расширяется — среднечастотник, а ближе к основанию — басовик.',
        'date': '20 августа 2018',
    },
    {
        // 1
        'image': photo_001,
        'title': 'AV-ресивер Marantz NR1509:  может использоваться в качестве сетевого проигрывателя и воспроизводить файлы в формате Hi-Res',
        'text': 'В каталоге Marantz появилось два компактных AV-ресивера — NR1609 и NR1509. Новинки, несмотря на небольшие размеры, не потеряли в функционале: обе модели поддерживают аудио в Hi-Res до 24 бит/192 кГц и DSD до 5,6 МГц, работают в роли хаба для мультирумной системы Heos, поддерживают Bluetooth и AirPlay, воспроизводят видео в 4K и HDR. От прошлогодних NR1508 и NR1608 устройства отличаются интеграцией голосового помощника Amazon Alexa.',
        'date': '9 апреля 2019',
    },
    {
        // 2
        'image': photo_002,
        'title': 'Esoteric обновила флагманскую линейку Grandioso',
        'text': 'Компания Esoteric обновила флагманскую линейку Grandioso. Было добавлено две новые модели: моноблок ЦАП D1X и SACD-транспорт P1X.',
        'date': '19 февраля 2019',
    },
    {
        // 3
        'image': photo_003,
        'title': 'Новые компактные AV-ресиверы Marantz NR1509 и NR1609',
        'text': 'Новые компактные AV-ресиверы Marantz NR1509 и NR1609 с поддержкой Amazon Alexa уже доступны к предзаказу в нашем магазине!',
        'date': '20 июля 2018',
    },
    {
        // 4
        'image': photo_004,
        'title': 'Пополнение в серии акустики Focal Kanta',
        'text': 'Французская компания Focal пополнила линию акустики Kanta старшей напольной моделью Kanta №3, полочными мониторами Kanta №1 и колонкой центрального канала Center.',
        'date': '11 сентября 2018',
    },
    {
        // 5
        'image': photo_005,
        'title': 'Новый проигрыватель винила Pro-Ject Primary E',
        'text': 'Новый бюджетный проигрыватель винила Pro-Ject Primary E отвечает всем требованиям, предъявляемым к моделям Hi-Fi-класса и позволяет оценить все преимущества аналогового звука.',
        'date': '6 февраля 2019',
    },
    {
        // 6
        'image': photo_006,
        'title': 'Новый бюджетный усилитель SMSL A2 TDA7492',
        'text': 'Бюджетный усилитель SMSL A2 TDA7492 предлагает 2 х 40 Вт выходной мощности.',
        'date': '19 декабря 2018',
    },
    {
        // 7
        'image': photo_007,
        'title': 'URC MX-780i: пульт управления под любые запросы пользователя',
        'text': 'Пульт управления URC MX-780i – это самое бюджетное решение управление всеми компонентами системы в вашем доме.',
        'date': '11 октября 2015',
    }
]